Repository: atsuoishimoto/vte-ime
Catalog: po/*.po
Languages: nds

source: Unable to convert characters from %s to %s.
nds: Nich möglich, Teken vun %s to %s to konverteeren.

source: Attempt to set invalid NRC map '%c'.
nds: Versöök ungültige NRC Koort '%c' to setten.

source: Unrecognized identified coding system.
nds: Nich wieswarrnes, identifiziertes Kodeerungssystem.

source: Attempt to set invalid wide NRC map '%c'.
nds: Versöök ungültige wiete NRC Koort '%c' to setten.

source: can not run %s
nds: kunn %s nicht to'm Lööpen bringen.

source: Duplicate (%s/%s)!
nds: Erstelle Kopie vun (%s/%s)!

source: Could not open console.
nds: Kunn dat Terminal nich opmaken.

source: Could not parse the geometry spec passed to --geometry
nds: Kunn nich de Geometrie Spezifikatschoon uteenannerklamüsern, de to --geometry föhrt

source: Error compiling regular expression "%s".
nds: Fehler bi'm Kompileeren vum akeraten Utdruck "%s".

source: Error reading from child: %s.
nds: Fehler bi'm Lesen vun Kind: %s.

source: Unable to send data to child, invalid charset convertor
nds: Nich möglich, Daten an Kind to sennen, ungültiger Schrievsettenskonverter

source: Error (%s) converting data for child, dropping.
nds: Fehler (%s) bi'm Konverteeren vun Daten för Kind, fertig.

source: Error reading PTY size, using defaults: %s.
nds: Fehler bi'm Lesen vun de PTY Gröte, nehme Standard: %s.

source: _vte_conv_open() failed setting word characters
nds: _vte_conv_open() kunn keene Woordteken setten
